// Напишите программу, которая выводит третью цифру
// заданного числа или сообщает, что третьей цифры нет.

int [] array = {6,4,2};
int n = array.Length;
if (n >=2) 
{
Console.WriteLine (array [2]);
}
{
int [] collection = {6,4};
Console.WriteLine ("третьего элемента нет");
}