// Напишите программу, которая принимает на вход семь чисел, 
// и находит их среднее арифметическое

int [] array = {10, 20, 30, 4};
int i = 0;
int sum = 0;
int n = array.Length;
for (i=0; i<n; i++);
sum (sum + array[i]);
{
    Console.WriteLine(sum);

}


